{
    "date": "30th of Jan, 1978",
    "sets": [
        [
            [
                345,
                "4:12",
                false,
                ""
            ],
            [
                86,
                "3:26",
                false,
                ""
            ],
            [
                223,
                "3:29",
                true,
                "Weir says, \"Polka time, ladies and gentleman. It's time to do the polka."
            ],
            [
                28,
                "5:35",
                false,
                "Lesh says, “Excuse me but we appreciate that there are some rules that apparently you can’t climb over this railing down here. But I think we can all appreciate it if the security folks would do their job with just a little less zeal.  Weir says, “And if the PA folks did their job with a little less squeal.”  Lesh says, “He’s a poet on his toes and it shows.”"
            ],
            [
                42,
                "5:23",
                false,
                "Weir says, “As you can readily see one of our highly trained and expert crack equipment crew is taking care of Mickey’s drums which were not just exactly perfect. We are going to take a moment to get everything just exactly perfect.  Hart says, “We’re perfect. We’re exactly perfect.”  Weir says, “Mickey has informed me we are exactly perfect now we can proceed.”  Garcia mentions off mic “moving myself out claustrophobic.”  Weir says, “Meanwhile Jerry is improving his situation over here as well.”  Garcia, “I’m trying to make it as fucked up as possible. I’m not into that perfection shit. It’s almost perfectly fucked. Now where were we?”"
            ],
            [
                206,
                "7:53",
                false,
                ""
            ],
            [
                262,
                "6:57",
                false,
                ""
            ],
            [
                174,
                "7:40",
                false,
                ""
            ],
            [
                79,
                "5:35",
                false,
                ""
            ],
            [
                196,
                "3:21",
                true,
                ""
            ],
            [
                321,
                "5:20",
                false,
                ""
            ]
        ],
        [
            [
                24,
                "6:22",
                true,
                "anymore - 13 times"
            ],
            [
                123,
                "5:14",
                false,
                ""
            ],
            [
                293,
                "7:38",
                false,
                ""
            ],
            [
                101,
                "12:28",
                true,
                ""
            ],
            [
                104,
                "11:50",
                true,
                ""
            ],
            [
                428,
                "6:17",
                true,
                ""
            ],
            [
                312,
                "9:23",
                true,
                ""
            ],
            [
                113,
                "13:37",
                true,
                ""
            ],
            [
                13,
                "7:53",
                false,
                ""
            ]
        ],
        [
            [
                183,
                "3:55",
                false,
                ""
            ]
        ]
    ],
    "venue": "Uptown Theatre, Chicago, Illinois"
}